---
kind: type
id: T:Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions
source: html/cbfa6696-d3eb-7f95-490b-5574908320e6.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions

Describes how the parameters with multiple values will be represented.

## Syntax (C#)
```csharp
public enum BendingDetailCustomFieldMultipleValuesIndicatorOptions
```